Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 파혼.{j}로렌스로서는 발등에 불이 떨어지는 일이다.{j}드미트리의 자본력을 바탕으로 문제를 해결하려던 아버지의 계획이 모두 무산될 테고, 그간 플로라를 금지옥엽(金枝玉葉)으로 키우던 아버지로서도 실망감이 클 수밖에 없을 터.
en_us: Time was against the House of Lawrence. With Flora’s decision to cancel her marriage, her father’s plan to gain financial support from the House of Dimitri was completely burned down to ashes. Plus, Flora was worried about the disappointment her father would feel after hearing her words.{j}{j}

source: 자신의 아들이 급성장한 이유를, 조나단의 입을 통해 듣고자 했다.
en_us: He wanted to hear from Jonathan’s mouth how his eldest son was able to improve his swordsmanship to this extent in such a short amount of time.

source: “그게 사실인가?”
en_us: “What? Is this true?”

source: 악취가 극에 달해 코가 막힐 정도였고, 판잣집 곳곳에 형성되어 있는 거미줄은 보는 사람의 인상을 절로 찌푸리게 만들었다.{j}절대 귀족 가문의 자제가 들어갈 만한 공간은 아니었다.{j}그래서 한스는 오는 길에 계속 의견을 물었던 것이지만, 로만은 말이 끝나기도 전에 걸음을 옮겼다.
en_us: He knew this wasn’t a place a nobleman belonged. He was also hesitant after smelling the stench reeking from the shack and seeing the spiderwebs decorating its entrance. However, Roman began walking toward the door without any hesitation.

source: “1년.{j}그 안에 가능성을 판가름한다는 의미군.”
en_us: “So, you’re saying that you should be able to differentiate the gifted and those who aren’t in a year, correct?” Roman asked.{j}

source: “저로 인해 벌어진 일입니다.{j}아버님의 말씀처럼, 제가 처리하는 것이 옳다고 생각합니다.”
en_us: “I deeply understand your punishment for me. I am well aware that it is my full responsibility to return everything back to normal.”{j}

source: “그래서 드리는 말씀입니다.{j}아니, 말이 되지 않잖아요.{j}누구는 3년 반을 투자해서 오라를 분출하는 것에 성공했는데, 로만 도련님은 겨우 30분 만에 그걸 성공했습니다.
en_us: “That’s exactly why I’m asking! It just doesn’t make any sense. How could you do something that took me me years of training simply after hearing my explanation for thirty seconds?!” Chris angrily questioned Roman.{j}{j}

source: 답습하는 것이 편하기 때문이지.{j}앞에서 이미 시행착오를 모두 경험한 방식은, 내가 손해를 볼 이유도 비난을 받을 이유도 없다.{j}네가 10년간 노력했다는 사실을 부정하는 것은 아니다.{j}하지만 그렇게 노력하는 과정에서, 단 한 번도 네가 추구하는 방식에 의문을 표하지 않았다는 것이 웃길 뿐이지.{j}이 세상은 누군가가 완벽한 답을 정해 놓은 것이 아니다.{j}네가 맹목적으로 따르는 그 방식도, 결국 누군가의 고민으로부터 시작되었던 한 갈래의 길일 뿐이지.”
en_us: “It’s because imitating others is the easiest way out. If you simply follow your predecessors who have already experienced the trials and errors, you wouldn’t have to risk yourself in losing anything or being criticized by others for doing so. I truly commend your ten years of training, but I just think it’s hilarious that you not even once doubted or questioned the methods of your predecessors during that process. In the end, there are no perfect answers in this world. Even your way of blindly following someone else’s teachings could be one of possible ways, created by someone after devoting his or her efforts into them.”

source: 끼익.
en_us: Creak.

source: 그런데 지금은 블러드 팽 사건을 시작으로, 오라 기사인 크리스마저 쓰러트려 버렸다.
en_us: However, everything had changed. Since the incident with the Blood Fang to defeating Chris, his most trusted knight, Roman had become a complete different person.

source: “시작!”{j}신호가 떨어졌다.
en_us: “Begin!” Jonathan yelled.{j}

source: 눈썹이 홱 올라갔다.{j}잘해 보고 싶었다.
en_us: With his eyebrows curved up, Chris wanted to prove Roman wrong.{j}

source: 드미트리와의 혼인이 성사되면.{j}그때부터는 용병을 구하고 전쟁을 준비할 것이다.
en_us: The House of Lawrence decided that they would start recruiting mercenaries to prepare for war as soon as the arranged marriage took place with the House of Dimitri.{j}

source: “지금부터 확인해 보지.{j}네가 어떤 협박에도 입을 열지 않는, 그런 강인한 사람인지를 말이야.”
en_us: “Let’s see then. Let’s see if there’s really no threat that can get you to crack.”{j}

source: 부정(父情)이란 이런 걸까.{j}로만이 웃었다.
en_us: Roman smiled, feeling fatherly love for his first time.{j}

source: 황급히 대련장을 확인해서 부서진 이빨을 확인했지만, 그걸 다시 제자리에 붙일 방법은 없었다.
en_us: Chris hurriedly got up from the ground and searched for the pieces of his teeth, but soon realized it was irreversible.

source: “조나단 기사단장.”
en_us: “Captain Jonathan.”

source: “이미 암살을 시도해 놓고 협박을 하다니.{j}머리가 멍청한 걸까, 아니면 할 말이 그것밖에 없는 걸까.”
en_us: “How stupid of you is it to threaten me after failing to assassin me. Are these your last words?”{j}

source: 정적이 내려앉은 상황에, 로만은 담담하게 걸음을 옮겨 바에 앉았다.
en_us: However, the tavern remained silent as Roman boldly walked into the tavern and sat along the bar.

source: 블러드 팽.{j}로렌스 인근에서 극악무도한 범죄 집단이라 불리는 세력.{j}한때는 귀족 가문들이 그들을 소탕하려는 움직임을 보였었지만, 쥐새끼같이 은밀하고 반드시 보복하는 그들의 행동력에 결국 포기하고 말았다.
en_us: Long before, there was an attempt by the nobles to wipe out the Blood Fang, the once most infamous and cruelest criminal organization in the northeast region of the Kairo Kingdom. However, due to the Blood Fang’s threat to conduct terror attacks against the Houses as retaliation, the nobles eventually gave up.{j}{j}

source: 일련의 상황에, 그녀는 로만을 똑바로 바라보질 못했다.
en_us: After today’s incident, she couldn’t properly look straight at Roman’s face.

source: 약간의 진실과 대부분의 거짓.{j}로만은 상식적으로 상황을 풀어냈다.
en_us: There were more lies than truths in his story, but Roman tried to give the most rational story without revealing his true identity.{j}

source: 백중혁의 삶.{j}관심은 익숙하고, 평범과는 거리가 멀었다.{j}그런데 새로운 삶이라고 해서 평범하길 바란다?
en_us: Junghyeok Baek’s life was far from normal and he enjoyed the attention. That was why Roman’s life wouldn’t be any different.{j}{j}

source: 휘둥그레지는 크리스의 눈.{j}앞으로 어떤 나날이 기다릴지 모르겠으나, 조나단은 누가 뭐래도 크리스가 마음으로 따르는 스승이었다.
en_us: Chris widely opened his eyes in thrilled to begin his training with Jonathan, whom he had followed and trusted like his father.{j}

source: 당황스러웠다.{j}이게 로만의 실력이라고?{j}직접 상대하고도 믿을 수가 없었다.
en_us: He was perplexed by the young lord’s skills. He couldn’t believe what was being unfolded before him.{j}{j}

source: ‘수준의 차이를 보여 주마.’
en_us: I’ll show you who’s boss, Roman Dimitri.

source: 로만은 강했다.{j}자신의 말에 책임을 질 수 있는 사내였고, 자신으로서는 감히 범접할 수 없는 블러드 팽이라는 존재를 아무렇지도 않게 토벌해 버렸다.
en_us: Roman was a strong man, who was a man of his words and wielded power to wipe out the Bloods single-handedly, which was impossible for him to do.{j}

source: 실제와 비슷했다.{j}
en_us: Roman’s story was only half-true from what had actually unfolded in the scene.{j}{j}

source: 이를 악물었다.{j}얼마나 세게 물었는지, 이빨이 바스러지는 느낌마저 들 정도였다.
en_us: Kevin gritted his teeth really hard that he felt his them crumble.{j}

source: 그리고 로만은 살면서 배신을 걱정해 보지 않았다.
en_us: Also, being stabbed to the back was never a concern for Roman his entire life.

source: ‘세상에 만반의 준비란 없다.{j}나에게 닥친 현실에서, 최선을 다해 자신을 증명하는 것만이 중요하다.’
en_us: You can never be fully prepared for anything in this world. All you can do is give your best shot and prove yourself worthy.{j}

source: 아버지가 설령 마교의 정점에 오른 사람이라 할지라도, 그의 말을 끊임없이 분석하고 연구했다.
en_us: Even though his father had reached the peak of demonic cult, Roman consistently analyzed and studied to develop his own ways and methods.

source: 지금.{j}이런 생각이 한심하다는 사실은 알았다.{j}하지만.{j}로만의 모습은, 한때 자신이 이상형이라고 생각했던 실루엣과 매우 흡사한 모습을 보였다.
en_us: She knew that it was too late for her to correct her thoughts about Roman. But she had to accept that fact that Roman looked somewhat similar to her ideal type, the man of dreams.{j}{j}{j}

source: 그리고는.{j}콰득!
en_us: Thud!{j}

source: 크리스의 의문은, 로만의 설명으로 금방 해소되었다.
en_us: So, Roman explained in detail.

source: 평소에 머리가 명석하다는 말을 듣는 도련님은 아니었지만, 그래도 이렇게 얼빠진 모습을 보여 주지는 않았다.{j}혹시 약에 취한 것은 아닌지 의심이 들었다.{j}최근 들어 귀족 가문 자제들의 일탈이 사회적으로 이슈가 많이 되고 있는데, 로만 드미트리 도련님이라면 충분히 의심할 법한 문제였다.
en_us: Although he wasn’t considered one of the brightest, he usually didn’t act out stupid to this extent. Today, his behavior almost looked like the many young noblemen out on the streets addicted to drugs. Understandably, Hans always thought Lord Roman Dimitri would possibly end up just like them one day. However, he never thought today would be that day.

source: 천마신공(天魔神功).{j}무림 제일의 신공은 숨을 쉬는 행위만으로도 로만의 육체를 발전시켰다.
en_us: HIs demonic martial art technique was a secret technique that would help the wielder to train his body even by breathing.{j}

source: 처음에는 로만의 행보를 비난하던 교도들도, 완벽한 천마신공의 위력에 감탄을 내뱉었을 정도다.
en_us: When he first began using his new power, he was greatly criticized by his father’s follower, but not long after, they were able to witness its true strengths.

source: “날 위해 목숨을 바칠 개 한 마리라.”
en_us: “Did you say an useful hunting dog willing to risk its life to protect me?”

source: 그러나 플로라를 진심으로 놀라게 만든 것은, 로만 드미트리가 풍기는 독특한 분위기였다.
en_us: However, out of all the changes, the one thing that perplexed Flora was the unique atmosphere radiating around Roman.

source: 털썩!
en_us: Plop!

source: “희망자가 없다면 내가 상대를 정하도록 하겠다.”
en_us: “If there’s no volunteer, I will pick one.”

source: “알고 있습니다.{j}하지만 그동안 정신을 차리지 못해서 방황했던 시기가 있었기에, 아버지에게 무언가를 당당하게 요구할 수 없었습니다.{j}사람들은 저를 드미트리의 얼간이라 부릅니다.{j}저로서는 혼자서도 해내는 모습을 보여 주고 싶었고, 독학이지만 어느 정도의 경지에 오를 수 있었습니다.”
en_us: “I couldn’t because of my past mistakes to you, father. I was well-aware that my past actions have greatly disappointed you, so I couldn’t bring myself to ask for your support. Also, I wanted to prove others with my own strength and effort that I am no longer the Dimwit Dimitri that everyone used to know.”{j}{j}{j}

source: 폐관 수련에서의 시간.{j}로만은 인(人)의 단계에 돌입했다.
en_us: Through his week-long isolated training, Roman was able to enter Human step.{j}

source: 이를 악물었다.{j}패배하고 싶지 않았다.
en_us: He gritted his teeth in anger, refusing to lose against Roman.{j}

source: 한 걸음.{j}크리스는 1년을 걸려도 성공만 하면 다행이라는 단계를, 겨우 1분도 지나지 않은 시간에 성공했다.
en_us: That first step, which Chris described to take one year in average, only took Roman about a minute to skillfully control his mana.{j}

source: “로렌스의 꽃, 드미트리의 얼간이.{j}두 남녀의 평판이 어울리지 않음은 그 누구보다도 우리가 잘 알고 있습니다.{j}하지만 로렌스는 드미트리가 어떤 곳인지를 명심했어야 합니다.{j}로렌스 가문의 여식이 만인이 바라는 꽃이라 할지라도, 로만의 성(姓)에 드미트리가 붙은 순간 그 가치는 달라집니다.{j}고로, 이 혼사에 목을 매고 간절해야 할 쪽은 우리가 아니라 로렌스라는 말입니다.”
en_us: “The flower of Lawrence and Dimwit Dimitri. You and I know better than anyone that these two aren’t fit for each other, but you should’ve known of the magnitude the Dimitri name holds. Even if Lady Flora is a woman whom everyone desires to marry, the moment the name of Dimitri follows Roman’s persona, you should’ve known that his value becomes even greater. It’s the land of Lawrence that is desperate for this marriage, not us.”{j}{j}{j}{j}

source: 로렌스 자작은 거듭 사죄의 말을 건넸고, 로메로 남작의 표정이 누그러지자 그제야 자리를 떠났다.
en_us: Viscount Lawrence continued to sincerely apologize to Baron Romero until the baron’s face looked relieved, and after one final apology, the viscount left the room.

source: 드미트리 기사단으로도 충분히 처리할 수 있을 수준이지만, 문제는 점조직 형태의 세력은 한 번에 소탕하는 것이 불가능하다.
en_us: However, the reason, the Dimitri Knight couldn’t mop them up from the land was because the Blood Fang was known for having multiple subgroups stationed everywhere in the land. Thus, making it impossible for them to be wiped out at once.

source: 선두로 나선 조나단 기사단장이 방문 목적을 밝혔다.
en_us: Captain Jonathan, who was leading the knights, quickly rode his horse to the castle gates and yelled the purpose of their visit.

source: 로만은 강인한 사내다.{j}블러드 팽을 토벌하고서도 눈 하나 깜짝하지 않았던 로만이기에, 자신이 괜한 호들갑을 떨었다는 사실을 알았다.
en_us: Hans realized that he was making a big fuss, because Roman was no longer the feeble man he used to know. He was now a strong person powerful enough to single-handedly take out the Blood Fang.

source: ‘나도 로만 도련님과 같은 강한 사내가 되자.{j}어떤 위험에도 내 사람들을 지킬 수 있는 강인한 사람.{j}그 누구도 믿을 수 없는 척박한 세상에서, 우리 가족이 살아남을 방법은 그것밖에 없어.’
en_us: I, too, want to be as powerful as Lord Roman. Powerful enough to save those who are troubled. That is the only way I can take care of my family in this hopeless barren land.{j}{j}

source: 그런데, 무모한 행보를 비난하리라고 생각했던 로메로 남작이 초롱초롱한 눈빛으로 자신을 바라보고 있었다.
en_us: When he first arrived at the office, he thought his father would criticize him for his reckless behavior once again; however, his father was looking at him with proud eyes.

source: 하지만 판단은 늦었다.
en_us: But it was too late when he finally got to his senses.

source: “블러드 팽은 빚을 받아 내기 위해서 온갖 범죄를 저지르지.{j}그 과정에서 채무자의 가족들을 노예로 데려가는 것은 일상적으로 일어나는 일이야.{j}그리고 그게 바로 블러드 팽의 진실이지.{j}블러드 팽은 정말 목숨을 버릴 정도로 악마 같은 인간들의 집단이 아니라, 자신들이 궁지로 몰아넣은 사람들에게 가족을 인질로 협박해서 복수를 시키는 거야.{j}어때?{j}제법 그럴듯한 가설이지?”
en_us: “The Blood Fang commits all sorts of crime to collect their debts. And even turning the debtors’ family into slaves is a common occurrence. This is the truth behind the Blood Fang. It isn’t a criminal organization built by a group of evil demons, but they drive people into corners and take their families as hostages to threaten to do their assigned tasks. Did I miss anything?”{j}{j}{j}{j}{j}

source: 블러드 팽 패거리들이 일제히 달려들었다.
en_us: The Blood Fangs rushed in all at once.

source: “앞으로 로만 도련님을 위해 살겠습니다.{j}로만 도련님이 죽으라고 하면 죽을 것이고, 누굴 죽이라고 한다면 그 녀석을 죽여 버릴 것입니다.{j}저희 가족을 돌봐 준다는 그 약속.{j}그것 하나면 충분합니다.”
en_us: “I vow to devote my life to you, Lord Roman. I vow to loyally follow your orders even if it means death as long as you promise to keep my family safe. That is all I ask in return.”{j}{j}{j}

source: 아직은 아무도 로만을 주목하지 않았던 시절.{j}로만은 사람을 얻었다.
en_us: While Roman’s power still remained unnoticed, he had gained another loyal follower to his side.{j}

source: “예, 제가 했습니다.”
en_us: “Yes, father. It was all my doing.”

source: 웃었다.
en_us: Roman smiled at the boy, intrigued by his charm.

source: 천하제일(天下第一)로 군림했을 때는 느낄 수 없었던 감정이, 오랜만에 살아나며 감각을 자극했다.
en_us: Roman felt his blood rushing through his veins once more as he found himself in the middle of a new sensation which he had never felt before even while ruling over the Murim world.

source: “저는 드미트리와 로렌스의 결합이 무엇을 의미하는지 잘 알고 있습니다.{j}로렌스 가문이 일면식도 없는 저를 결혼의 상대로 생각한 것은, 로만 드미트리라는 사람을 원한 것이 아니라 드미트리의 재력이 필요했던 것이겠죠.{j}바르코 가문이 로렌스의 안위를 위협하는 상황에서, 드미트리의 재력은 로렌스의 안전을 보장해 줄 테니까요.”
en_us: “Even I understand the greater intention behind the unity of the two Houses. The House of Lawrence never wanted Roman Dimitri, but the wealth and support of our family. With House Barco threatening the safety of Lawrence, there is no better way to assure the safety of their lands other than the wealth of Dimitri.”{j}{j}

source: 플로라.{j}딸을 보고 싶었다.{j}그녀에게, 로만이 얼마나 멋있는 사내인지를 말해 주고 싶었다.
en_us: The viscount wanted to see his daughter, Flora. He wanted to tell her how amazing her future husband was.{j}{j}

source: 얼얼한 통증에 정신을 차릴 수 없었고, 이마에서부터 흘러내리는 피로 시야도 확보되지 않았다.
en_us: His body was numb from the pain and he could barely see anything with the dripping blood covering his eyes.

source: 블러드 팽을 시작으로 주도적으로 살아가는 아들이라면, 본인을 위해 옳은 선택을 하리라 믿었다.
en_us: He believed that his son, who was capable of defeating the Blood Fang single-handedly, was wise enough to make a decision for his own sake.

source: ‘마치 거인을 마주하는 기분이야.’
en_us: It feels as if I’m standing before a giant.

source: 단순히 스쳐 지나가는 인연으로 끝났을지도 모르는 크리스가, 지금은 다르게 보이는 순간이었다.
en_us: If he hadn’t given up his pride, Roman would’ve just considered him as a stranger, insignificant to him. But now, Roman looked at him differently.

source: 로만 도련님을 이대로 죽게 내버려 둘 수는 없다.{j}대체 무슨 생각인지는 모르겠지만, 밖에 홀로 돌아다녔다가는 분명히 일이 벌어질 가능성이 크다.{j}한스는 후다닥 자리를 박차고 나갔다.
en_us: Hans hurriedly ran out of the restaurant in order to pass the news to the people in the castle. He couldn’t let Lord Roman die like this. It was obvious to him that Roman couldn’t last long out in the streets searching for the Blood Fang alone.{j}{j}

source: 아들을 사랑하는 아비.
en_us: The viscount was full of regrets looking at Baron Romero, who dearly loved his son, and Roman, who was a complete person from the rumors.

source: 지금으로부터 1년 전.{j}분쟁은 그때부터 시작되었다.
en_us: War waged in the land of Lawrence about a year ago.{j}

source: “도련님이?”
en_us: “Lord Roman? How?”

source: 들떴다.{j}드미트리와의 정략결혼은 항상 로렌스 자작의 마음을 아프게 만들었다.{j}그러나 지금은 달랐다.{j}플로라.
en_us: Viscount Lawrence looked excited. Before he met Roman, he was sorry to his daughter for sending her to marry someone unworthy to be her husband.{j}{j}{j}

source: 그래서 로만이 더욱 이해가 되질 않았다.
en_us: She couldn’t understand why he would go that far just for her.

source: “끝인가.”
en_us: “Is that it?”

source: “너는 천마(天魔)의 아들이다.{j}네가 정녕 나의 뒤를 이을 자격이 있는 사람이라면, 차가운 밑바닥에서부터 그 자질을 증명하고 살아남아라.
en_us: “You are the son of the divine demon. If you are truly worthy of being named my successor, prove it to me by surviving in this dark, cold cave,” his father shouted.{j}

source: 질문의 답은 간단하다.{j}Yes or No.
en_us: What he asked was a simple yes or no question.{j}

source: 그녀를 내려다보며, 로만은 차갑게 말했다.
en_us: “We will go our separate ways now. So please, mind your own business.”

source: 드미트리의 사병(士兵)은커녕, 일반 주민들도 황급히 뒤로 물러나면서 주변이 휑하게 변해 버렸다.
en_us: To be exact, there wasn’t a single person around the area. Even the villagers, including the soldiers of the House of Dimitri, swiftly backed away from the scene.

source: “오늘 생선이 싱싱합니다!”
en_us: “We have fresh fish here straight from the ocean today!”

source: “크흑, 진짜 쪽팔리네.”
en_us: “Ugh...it’s so embarrassing.”

source: 순간 크리스가 눈을 부릅떴다.{j}둘은 아무런 대화도 하지 않고 얼굴을 보았을 뿐인데, 갑자기 웃는 것은 그 의미가 너무나도 명백했다.
en_us: Chris stared back at Roman, knowing the intention behind his laugh. It was pretty clear that Roman was laughing at Chris for his looks.{j}

source: 새로운 문물.{j}지금은, 이 세상을 조금 더 알아가야 할 때였다.
en_us: Roman knew, by his instinct, that it was the time for him to learn more about this new world and prepare for the future.{j}

source: “제발, 제발 그들을 모두 처단해 주십시오.”
en_us: “Please, please I beg of you. Wipe them out for good.”

source: 로렌스로서는 정확히 사실 파악이 되지 않는 문서의 약속을 이행할 수 없다고 버텼고, 바르코 가문은 서류의 권리를 주장하며 로렌스를 압박했다.
en_us: At first, the Lawrence refused to give up their lands asking House Barco to verify the validity of the documents; however, House Barco threatened the Lawrence to fulfill what had been promised by their ancestors.

source: ‘나는 온실 속의 화초처럼 자랄 수 없는 사람이다.{j}많은 것을 경험하고, 결국 군림하는 삶을 살아야만 만족하겠지.{j}그러니 6개월 뒤의 미래를 위해서, 지금부터 나를 준비시킬 필요가 있다.’
en_us: I was never destined to live a sheltered life. I can only be satisfied by experiencing the world ahead and by conquering over that world. I must prepare ahead for the future that will occur in six months.{j}{j}

source: 로메로 남작이 그 진실을 말해 주었다.
en_us: Baron Romero continued on.

source: 사내들이 발악했다.{j}겁에 질린 그들은, 말로써 로만의 의지를 무너트리려 했다.
en_us: The two remaining men yelled at Roman as if it was their last resort. They hoped their threats could hold Roman back from killing them.{j}

source: “꺄악!”
en_us: “Kyaaa!”

source: 가문의 가신이며 전략가인 도플러의 말에, 로렌스 자작은 착잡한 표정을 숨기지 못했다.
en_us: Viscount Lawrence couldn’t hide his perplexed look after hearing the words of Dofler, his retainer and strategist.

source: 날카로운 검이 살을 파고드는 감각에, 나름 고통에는 익숙하다고 생각했던 정신이 단번에 날아갈 것만 같았다.
en_us: He always that he was prepared for such challenges because he was used to getting beaten by others. He was used to pain. However, as the sharp blade of the sword sliced through his arm, he felt a pain he had never felt before. He sensed himself losing control of his mind due to the severe pain.

source: “이익!”
en_us: “Eek!”

source: 로만의 세상에서는 죽은 듯이 바닥에 얼굴을 처박고 있지만, 케빈의 세상에서는 검을 박아 넣으려는 그 순간과 조금도 달라지지 않았다.
en_us: Although in the real world, Kevin had already fainted under the illusion, Kevin was still experiencing the pain of cutting his arm off in his fake illusion-world.

source: “그래, 나는 너 같은 녀석을 만나고 싶었어.{j}죽음을 두려워하지 않는, 고문을 할지라도 입을 딱 닫고 어떻게든 정보를 함구할 사람.{j}그런 녀석이야말로, 값진 정보를 알고 있을 테니까.”
en_us: “You’re the type of person I was hoping to meet. The type that doesn’t fear death and keeps their mouth shut through all of the torture. Do you know why? It’s because you’re the type of person with the most valuable information.”{j}{j}

source: 예상치도 못한 발언이었다.{j}화를 내려다가 한 대 얻어맞은 크리스는, 당황한 얼굴로 아무 말도 하지 못했다.
en_us: Chris was lost with words as he listened to Roman’s unexpected remarks about his training methods. It felt as if he had been knocked in the head.{j}

source: 투둑.
en_us: Crack.

source: “말씀하십시오.”
en_us: “Yes, father.”

source: 파혼을 선언할 때만 하더라도 자신의 인생을 위해서 이것이 옳은 일이라고 판단했건만, 막상 자신에게 닥친 현실에 플로라는 겁쟁이가 되고 말았다.
en_us: At the moment when she told Roman to cancel their marriage, she felt proud of her decision and thought it was the best for her own sake; however, the reality she had to face made her fear with regrets.

source: 지금의 상황에서는 도망치는 것이 맞다.
en_us: His guts were telling him to flee.

source: “새, 새벽의 이슬이라는 펍이 있습니다.{j}저, 저희는 그곳에서 임무를 받습니다.{j}특별한 암구호를 말하면 그들이 임무를 주는 방식이라, 우리로서는 그 이상의 정보는 알지 못합니다.”
en_us: “Our base is hidden at a tavern called the Dew of Dawn. Th-that is where we get our missions. At the tavern, we receive our missions after saying our secret code. That is all have for you.”{j}{j}

source: “내가 직접 드미트리 남작을 찾아가야겠다.”
en_us: “I’m going to visit Baron Dimitri myself.”

source: 승리하기 위해서는 무엇이든 해야만 하는 것이 현실이고, 로만은 그런 행동에 거리낌이 없다.
en_us: To survive and conquer, Roman knew he had to do everything and anything whatever the cost.

source: 지난 며칠.{j}로만은 블러드 팽에 대해 알아보았고, 그들이 소문처럼 위험한 집단이라는 사실을 알게 되었다.
en_us: During the past few days, Roman did his research about the Blood Fang and learned how dangerous they were.{j}

source: 서로가 서로의 소문으로 이미지를 머릿속에 구상했으나, 그것은 실제가 아닌 허상에 불과하다.
en_us: So, if was only reasonable for them to build an image of the other through the rumors they hear from people around them; however, rumors were only rumors, never the truth.

source: 미련한 녀석이었다.{j}충성심을 피로 보이다니.
en_us: Kevin was proving his loyalty with blood.{j}

source: 그때.
en_us: However, Roman refused.

source: “벤 마일즈가 이미 알려진 인물이라는 것 말이다.{j}그것이 정말 사실이냐고 물었다.”
en_us: “I’m asking if you were aware of this man named, Ben Miles.”{j}

source: ‘헉, 바지 다 젖는데.’{j}한스가 당황했다.{j}당연히 바지가 젖은 로만이 한바탕 난리를 피울 줄 알았는데, 로만은 특별한 반응을 보이지 않았다.{j}한스로서는 도저히 이해할 수 없는 상황이었다.
en_us: Hans was perplexed. Unlike his prediction, Roman didn’t show even a hint of disgust towards this unfamiliar environment.

source: 남자아이는 강도 높은 구타에도 신음 하나 흘리지 않았다.
en_us: The men continued beating the boy while yelling at him, but he didn’t even flinch.

source: ‘블러드 팽에는 내 감각을 피할 실력자가 없다.’
en_us: Based on my knowledge, the Blood Fang doesn’t have a single member who can stand in my way.

source: 사각 턱에 단호한 인상의 사내는, 조나단의 재촉에도 반응하지 않았다.
en_us: The man with a square chin and a determined impression looked down at Jonathan, who seemed to grow impatient.

source: ‘……이 사람이 로만 드미트리라고?’
en_us: ...Is he truly Roman Dimitri?

source: 콰득!
en_us: Thud!

source: “……케빈입니다.”
en_us: “It’s Kevin, my Lord.”

source: “당신이 분노한 이유는 충분히 이해해요.{j}화가 날 수밖에 없겠죠.{j}아무리 당사자 간의 의지가 중요하지 않은 정략결혼이라지만, 일방적으로 약속을 어겨 버렸으니까요.{j}하지만 당신에게 하나만은 말해 주고 싶었어요.{j}내가 파혼이라는 결정을 내린 데는 특별한 이유가 있었어요.”
en_us: I completely understand why you’re angry. It’s pretty obvious. Neither of us had a say in this marriage, but in the end it was me who broke this engagement. However, there is one last thing I must tell you. I had a particular reason for deciding to cancel this engagement.{j}{j}{j}{j}

source: 그리고.{j}‘재능이 나쁘지 않아.’
en_us: Plus, he is pretty skilled.{j}

source: 대부분의 귀족 영애들이 정략결혼으로 팔려 가듯 혼인을 맺는다지만, 그래도 플로라는 자신만의 가치관이 있었다.{j}
en_us: She was well aware that most noble ladies were destined to marry only through arranged marriages. However, she always thought she would be an exception.

source: “썅!”
en_us: “Damn it!”

source: 플로라의 아버지.{j}로렌스 자작은, 플로라를 앞에 앉혀 놓고 힘겨운 얼굴로 말했다.
en_us: Viscount Lawrence, the father of Lady Flora, persuaded his daughter with a troubled face.{j}

source: “너는 천마(天魔)의 아들이다.
en_us: “You are the son of the divine demon. If you are truly worthy of being named my successor, prove it to me by surviving in this dark, cold cave.”

source: ‘소문대로 볼품없는 사내야.’
en_us: He is exactly the same as his rumors described him.

source: 로만 드미트리.{j}아무리 사람들에게 얼간이라고 불리는 사내지만, 일반 평민들에게 로만은 감히 눈도 마주칠 수 없는 엄청난 권력자였다.
en_us: Although Roman was called Dimwit Dimitri by many, he was still a noble to the commoners. The commoners in the tavern glanced at Roman for a second, but no one dared to look at him in the eyes.{j}

source: 상식이 무너졌다.{j}드미트리의 얼간이?{j}그건 잘못된 소문이었다.
en_us: Everything didn’t make sense to her. How could Dimwit Dimitri do such thing?{j}{j}

source: 그러나 힘이 없기에 조엘의 가주는 사죄할 수밖에 없었다.
en_us: But with no power, all that was left for them was to beg before those with power.
